{
	"use_agreement": "[개만다 애플리케이션] 이용약관\n\n1. 약관의 목적\n\n본 이용약관(이하 \"약관\")은 개만다가 제공하는 \"개만다 애플리케이션\"의 이용 조건 및 규정에 대한 사항을 규정함을 목적으로 합니다.\n\n2. 약관의 효력과 변경\n\n2.1 본 약관은 애플리케이션을 다운로드하고 사용하는 모든 이용자에게 적용되며, 약관의 내용은 이용자에게 사전 고지 없이 변경될 수 있습니다.\n\n2.2 변경된 약관은 애플리케이션 내에 게시함으로써 효력을 발생하며, 변경된 약관에 동의하지 않는 이용자는 애플리케이션의 이용을 중단할 수 있습니다.\n\n3. 애플리케이션의 이용\n\n3.1 이용자는 애플리케이션을 이용함에 있어서 모든 적용되는 법률 및 규정을 준수해야 합니다.\n\n3.2 애플리케이션의 이용자는 자신의 계정 정보를 안전하게 보관하고, 타인에게 누설하거나 대여할 수 없습니다.\n\n4. 서비스의 변경 및 중단\n\n4.1 개만다은 서비스의 향상을 위해 애플리케이션의 일부 또는 전부를 변경, 수정, 중단할 수 있습니다.\n\n4.2 변경 및 중단에 관한 사항은 애플리케이션 내에 사전 공지하며, 이로 인해 발생한 불편 또는 손해에 대해서는 개만다이 책임지지 않습니다.\n\n5. 개인정보보호\n\n5.1 이용자의 개인정보는 개만다의 개인정보보호정책에 따라 처리되며, 이를 위반한 사항에 대해서는 법적인 조치가 취해질 수 있습니다.\n\n5.2 개만다은 개인정보의 안전한 보호를 위해 최선을 다하며, 이용자는 개인정보보호정책을 숙지하고 준수하여야 합니다.\n\n6. 책임의 한계\n\n6.1 애플리케이션의 이용으로 인해 발생한 손해나 문제에 대한 책임은 개만다가 상당한 주의로 서비스를 제공함에 있어 발생한 직접적 손해에 한정됩니다.\n\n7. 약관의 해석 및 관할법원\n\n7.1 본 약관의 해석 및 적용에 대해서는 대한민국의 법령이 적용되며, 약관으로 인한 분쟁에 대해서는 서울중앙지방법원을 관할법원으로 합니다.\n\n8. 연락처\n\n본 애플리케이션에 관한 문의사항은 다음 연락처로 문의하실 수 있습니다.\n\nrladudrbs01@gmail.com\n\n본 이용약관은 2023-12-15에 마지막으로 업데이트 되었습니다.",
	"personal_information_agreement": "[개만다 애플리케이션] 개인정보수집동의 약관\n\n1. 개요\n\n본 어플리케이션은 개인정보보호법에 따라 귀하의 개인정보를 보호하고 이를 적절히 수집, 이용하고자 합니다. 이에 대한 동의가 필요하며, 본 약관은 귀하의 개인정보를 보호하기 위한 내용을 포함하고 있습니다.\n\n2. 수집하는 정보\n\n2.1 기본정보: 귀하의 이름, 연락처, 이메일 주소 등의 기본 정보를 수집합니다.\n\n2.2 서비스 이용 기록: 귀하의 어플리케이션 이용 기록 및 행동 패턴을 수집합니다.\n\n2.3 기기 정보: 귀하의 디바이스 정보, 운영체제, 화면 크기 등의 정보를 수집합니다.\n\n3. 정보의 이용목적\n\n3.1 서비스 제공: 귀하에게 보다 나은 서비스를 제공하기 위해 개인정보를 활용합니다.\n\n3.2 고객지원 및 문의 응대: 귀하의 문의나 요청에 대한 응대를 위해 개인정보를 활용합니다.\n\n4. 정보의 보유 및 보안\n\n4.1 보유기간: 개인정보는 서비스 제공 목적 달성 후 지체 없이 파기됩니다.\n\n4.2 보안조치: 귀하의 개인정보는 적절한 보호조치를 통해 안전하게 관리됩니다.\n\n5. 동의 철회 및 권리\n\n5.1 동의 철회: 언제든지 개인정보 수집에 대한 동의를 철회할 수 있습니다.\n\n5.2 권리 행사: 귀하는 자신의 개인정보에 대한 열람, 정정, 삭제를 요청할 수 있습니다.\n\n6. 기타\n\n6.1 이용자의 의사표시: 본 어플리케이션을 사용함으로써 귀하는 본 약관에 동의한 것으로 간주됩니다.\n\n6.2 약관의 변경: 본 약관은 변경될 수 있으며, 변경 시에는 사전에 공지합니다.\n\n7. 연락처\n\n본 어플리케이션에 관한 문의사항은 다음 연락처로 문의하실 수 있습니다.\n\nrladudrbs01@gmail.com\n\n본 개인정보수집동의 약관은 2023-12-15에 마지막으로 업데이트 되었습니다.",
	"location_agreement": "[개만다] 위치정보수집동의 약관\n\n1. 개요\n\n본 어플리케이션은 위치기반 서비스를 제공하기 위해 귀하의 위치정보를 수집하고 활용합니다. 이에 대한 동의가 필요하며, 본 약관은 귀하의 개인정보를 보호하기 위한 내용을 포함하고 있습니다.\n\n2. 수집하는 정보\n\n2.1 위치정보: 귀하의 디바이스에서 생성되는 위치정보를 수집합니다.\n\n3. 정보의 이용목적\n\n3.1 위치기반 서비스 제공: 귀하의 위치정보는 주변 정보 제공, 서비스 맞춤화, 광고 제공 등 위치기반 서비스를 제공하기 위한 목적으로 사용됩니다.\n\n4. 정보의 보유 및 보안\n\n4.1 보유기간: 위치정보는 서비스 제공 목적 달성 후 지체 없이 파기됩니다.\n\n4.2 보안조치: 귀하의 위치정보는 적절한 보호조치를 통해 안전하게 관리됩니다.\n\n5. 동의 철회 및 권리\n\n5.1 동의 철회: 언제든지 위치정보 수집에 대한 동의를 철회할 수 있습니다.\n\n5.2 권리 행사: 귀하는 자신의 위치정보에 대한 열람, 정정, 삭제를 요청할 수 있습니다.\n\n6. 기타\n\n6.1 이용자의 의사표시: 본 어플리케이션을 사용함으로써 귀하는 본 약관에 동의한 것으로 간주됩니다.\n\n6.2 약관의 변경: 본 약관은 변경될 수 있으며, 변경 시에는 사전에 공지합니다.\n\n7. 연락처\n\n본 어플리케이션에 관한 문의사항은 다음 연락처로 문의하실 수 있습니다.\n\nrladudrbs01@gmail.com\n\n본 위치정보수집동의 약관은 2023-12-15에 마지막으로 업데이트 되었습니다.",
	"marketing_agreement": "[개만다 애플리케이션] 마케팅정보수집동의 약관\n\n1. 개요\n\n본 어플리케이션은 귀하에게 개인화된 서비스 및 마케팅 콘텐츠를 제공하기 위해 귀하의 정보를 수집하고 활용합니다. 이에 대한 동의가 필요하며, 본 약관은 귀하의 개인정보를 보호하기 위한 내용을 포함하고 있습니다.\n\n2. 수집하는 정보\n\n2.1 기본정보: 귀하의 이름, 생일, 연락처, 이메일 주소 등의 기본 정보를 수집합니다.\n\n2.2 반려견 정보: 귀하의 반려견의 이름, 생일, 품종, 성별 등의 정보를 수집합니다.\n\n3. 정보의 이용목적\n\n3.1 개인화된 서비스 제공: 귀하 및 반려견의 정보를 활용하여 개인화된 서비스를 제공합니다.\n\n3.2 마케팅 및 광고 송부: 귀하 및 반려견의 관심사를 기반으로 한 마케팅 정보 및 광고를 제공합니다.\n\n4. 정보의 보유 및 보안\n\n4.1 보유기간: 마케팅 정보는 서비스 제공 목적 달성 후 지체 없이 파기됩니다.\n\n4.2 보안조치: 귀하의 정보는 적절한 보호조치를 통해 안전하게 관리됩니다.\n\n5. 동의 철회 및 권리\n\n5.1 동의 철회: 언제든지 마케팅 정보 수집에 대한 동의를 철회할 수 있습니다.\n\n5.2 권리 행사: 귀하는 자신 및 반려견의 정보에 대한 열람, 정정, 삭제를 요청할 수 있습니다.\n\n6. 기타\n\n6.1 이용자의 의사표시: 본 어플리케이션을 사용함으로써 귀하는 본 약관에 동의한 것으로 간주됩니다.\n\n6.2 약관의 변경: 본 약관은 변경될 수 있으며, 변경 시에는 사전에 공지합니다.\n\n7. 연락처\n\n본 어플리케이션에 관한 문의사항은 다음 연락처로 문의하실 수 있습니다.\n\nrladudrbs01@gmail.com\n\n본 마케팅정보수집동의 약관은 2023-12-15에 마지막으로 업데이트 되었습니다."
}
